13/data/attachments/5141e0ba35bc86f3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:username>
            <nif:friendToBeAdded>Jaime_pass_Actions_50645_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>